[
    [
        "cambodia news ABA Bank leads the digital transformation journey for financial inclusion",
        "Digital transformation has become an inevitable part of banking and finance. From products and services to operations and processes, incorporating the latest technologies has become an impetus for the ever-changing business landscape. ABA Bank has historically been paying great attention to Cambodia's technology and modern digital finances. The bank understands that the digital proposition allows it to onboard and serve customers more efficiently, as well as deliver the service to more people in distant areas without proper banking infrastructure. It believes that digital transformation is the key to financial inclusion and the further development of banking products and services. The need for digitization was intensified by the restrictions brought about by the pandemic. Yet, ABA Bank entered the uncertain period with a full range of products and services, allowing its customers to do banking remotely without using cash or human interaction. The bank supported its retail customers with the mobile banking application and expansive self-banking infrastructure, whilst its business customers kept using the e-commerce platform and a comprehensive Internet Banking platform suitable for entities of any size. The ABA Mobile app has featured a significantly expanded list of services and features in the past year. The bank also introduced the Instant Account feature through its eKYC process, allowing ABA to open accounts for new-to-bank customers without visiting the branch. This has led to a 64% YoY increase in the app's users in 2021. Instant account opening replaces the traditional method of opening a bank account at the branch, which typically requires travelling and going through lengthy formal procedures. Cambodians get an opportunity to open their first ABA account with just their smartphone and valid ID card via the secure eKYC process. The feature became available upon creation, and customers can top up through various channels. Meanwhile, the ABA Business banking platform is brought about by the need to have bookkeeping entries reconciled with bank statements. Accounting solutions providers used by local businesses cannot automate this process without cooperation and integration with banks. The latter also finds the verification of the external parties' reports \"too complicated and time-consuming.\" After recognising this difficulty, ABA Bank actively sought to integrate with major accounting solution providers. \"We have witnessed that businesses could leverage the new integration and almost fully automate their incoming and outgoing payments in their accounting system,\" said Zhiger Atchabarov, Chief Operating Officer at ABA Bank. The number of companies using the integration between the ABA business banking platform and accounting platforms QuickBooks and Xero is growing at around 5% per month. Still, the bank continues to work on improvements and additional features for corporate customers. ABA customers can also access its extensive network of branches and the network of self-service, humanless spots called ABA 24/7. The spots are equipped with cash withdrawal/deposit machines, check deposit machines, and card issuing machines. It has been used more than two million times since its launch, which proves its convenience for customers. \"By developing a handy mobile application with eKYC on board and expanding our payment acceptance and physical presence networks, we create a foundation for customers to decide to join ABA quickly. It is effortless to start banking with ABA, and we believe customers will praise this opportunity,\" Atchabarov said. Amidst the COVID-19 outbreak in Cambodia in 2021, ABA customers were still able to transact digitally without human interaction, pay for their food delivery or goods with ABA QR, pay all their utility bills, and transfer funds locally and internationally with the help of the bank's mobile app. The bank has demonstrated strong growth on all main metrics, despite the challenges that came about in the past year. Its total assets grew by 28% YoY as of end-2021. It has also remained the most profitable bank in Cambodia for the second straight year. The tremendous impact of ABA Bank's technologies and services amidst the pandemic, as well as its grit and determination to continue operations in a very challenging environment, proved to be commendable. The bank has shown excellence in every aspect of business and continues to do so to this day. The remarkable growth of ABA Bank has been recognized by the Asian Banking and Finance: Retail Banking Awards, as the bank bagged the award. The bank, also understanding its duty and responsibility towards the community, is continuously contributing to the development of the local banking and finance sector. The feedback from its customers and regular market research helps it understand what services need to be offered to customers to stay on the frontier of the financial market. \"We keep an eye on local and international trends and implement new products and services as soon as there is demand and market readiness for them. Our R&D department, populated with specialists in AI, data analysis, and digital banking, is in constant contact with lines of business to develop solutions that meet, and sometimes even exceed, our customer's expectations,\" Atchabarov concluded."
    ],
    [
        "cambodia news UnionPay inks deal with Cambodia to promote QR cross-border payments",
        "UnionPay International (UPI) and the National Bank of Cambodia have signed a Memorandum of Understanding to promote QR code interoperability. The agreement, which commenced in Phnom Penh, Cambodia, aims to benefit residents of both countries in cross-border mobile payments. Through this collaboration, Cambodian residents can use their e-wallets from their home country to make payments within UnionPay's global QR network, including China. This enables them to fulfil their mobile payment needs when visiting China or other destinations. Additionally, UnionPay payment information will be integrated into the Cambodian QR system, allowing local QR merchants to accept payments from the UnionPay App and Chinese mainland banking apps connected to the UnionPay App Network Payment Platform. In addition, both parties have agreed to collaborate on integrating UnionPay payment information into Cambodia's national QR system, known as KHQR. This integration will enable KHQR merchants to accept UnionPay-powered wallets. Developed with the assistance of the National Bank of Cambodia, KHQR has achieved complete acceptance coverage throughout the country."
    ],
    [
        "cambodia news ABA Bank was recognised with the Domestic Retail Bank of the Year - Cambodia at ABF Retail Banking Awards 2021",
        "For Cambodia’s leading private financial institution ABA Bank, its user-centric solutions have reinforced its goal of offering clients the best in banking and bringing convenient digital banking solutions to the market. For years, ABA Bank has been setting the pace for modern finance and digital transformation. Its mobile banking app, ABA Mobile, is considered the #1 banking application in terms of usage and number of features. The bank has significantly expanded the list of services and features in ABA Mobile, resulting in a 74% YoY growth with the number of active users of the app within the last year. Some of the new features ABA Mobile introduced in 2020 were the Instant Loan feature, Visa Direct service, Ria Money Transfers, and MoneyGram Instant Transfers, amongst others. Meanwhile, ABA Bank’s e-commerce platform PayWay also received another critical feature in 2020, which helps process recurring or future payments automatically. Through the platform, ABA customers can store their credit card or ABA account credentials for the subsequent regular or scheduled purchases with this feature. Having been in the market since 2018, PayWay is a secure and easy-to-use payment gateway platform that allows businesses to receive payments for their services online and customers to have a convenient experience. The Bank has also launched the PayWay Mobile application to further promote the e-commerce platform. The free mobile app helps businesses of any size accept cashless payments in USD and KHR from their customers using their smartphones by generating QR codes. PayWay Mobile also solves the merchants’ daily routines related to keeping sales records, whilst reducing cash contact. At the same time, ABA Bank’s business franchise is noticeably strengthening, underpinned by its market share’s significant growth. This is reaffirmed by the ‘B+’ with Stable outlook credit rating from the American credit rating agency S&P, despite the economic slowdown brought by the current global pandemic. S&P sees that the bank can sustainably manage rapid loan and deposit growth. ABA has also successfully expanded its network by opening two more full-scale branches and launching the network of ABA 24/7 self-banking spots equipped with cash and cheque processing machines that provide customers with round-the-clock access to their accounts. These undertakings proved to be of great value, as ABA Bank demonstrated positive results for the previous year under all key metrics. The bank’s total assets grew by 40% as of end-December 2020, amounting to $6.1b. The deposit portfolio also increased by 43% to US$4.9b. Through this, ABA secured a net profit of US$151.4m for FY 2020. As such, ABA Bank prevails to clinch the of the recently-concluded Asian Banking and Finance (ABF) Retail Banking Awards 2021. The prestigious award recognises financial institutions with remarkable milestones, and how they have transformed the banking and finance industry in the midst of a global pandemic and digital transformation. ABA Bank has proven itself as the frontrunner of the Cambodian banking scene, with its cutting-edge innovations and strategic initiatives, as manifested by its outstanding figures."
    ],
    [
        "cambodia news Cambodia’s ABA Bank launches instant card issuance kiosks",
        "Cambodia’s ABA Bank has rolled out instant card issuance kiosks, becoming the first in the country, according to a press release. The new service enables the issuance of international debit cards–Visa, Mastercard, and UnionPay–and local Cambodia Shared Switch (CSS) cards via self-service kiosks. ABA made use of Compass Plus Technologies services to power the self-service kiosks. As of press time, ABA Bank has already rolled out 90 instant card issuance kiosks over 80 branches, and has already successfully issued 191,000 debit cards. \"We're delighted to become the first bank in Cambodia to offer instant card issuance via self-service kiosks to our customers. We are always looking for ways to introduce innovative services that improve customer experience,” said Sanzhar Abdullayev, Chief Card and E-Payment Officer at ABA Bank."
    ],
    [
        "cambodia news Cambodia’s Phillip Bank teams up with property development Sarita Waterside",
        "Phillip Bank, a Singapore-owned commercial bank operating in Cambodia, and its associate company Phillip Trustee (Cambodia) has announced its strategic partnership with Sarita Waterside. Under the partnership, Philip Bank will provide a buy-back guarantee to buyers of units at Sarita Waterside, a real estate development. Phillip Trustee Cambodia will meanwhile assist foreign investors to establish a trust to own the properties with full compliance with Cambodian law. The partnership aims to attract more investments, particularly from Singapore investors, and build trust in the real estate market of Cambodia, the bank said in a press release. Sarita Waterside is the first project of the Kampot Park Eco Estate masterplan and is a joint venture between Sarita Resort and Kampot Mountain Park Development. The development offers 3 types of detached villas with private pools, floating pontoons and spacious gardens. Developer Sarita Waterside offers a Buy Back Option to investors where, upon physical completion of the villas (estimated at June 2024), investors can choose to keep the villas for rental investment, hold the property for their own use, or sell the property back to the developer. The developer offers the investors a Buy Back Price at 110% of the original sale price of the villas. To give further assurance to purchasers, this buy back option offered by Sarita Waterside will be supported by a letter of guarantee from Phillip Bank Cambodia. Foreign buyers may purchase and own these properties under a trust structure."
    ],
    [
        "cambodia news Could Bakong pave the way for digital currency in Cambodia?",
        "In October 2020, the National Bank of Cambodia (NBC) unveiled Bakong, its national mobile payment and banking platform aimed at strengthening the use of the Khmer riel and curbing dollar dependency. But beyond this goal, Bakong—named after one of the ancient Khmer state temples—makes use of distributed ledger technology (DLT) and blockchain technology, prompting questions over whether the platform could serve as a stepping stone for Cambodia to join the digital currency race in the region. As of now, however, there are no plans for it. “From the NBC perspective we don’t see a good use case of a full-fledged [central bank digital currencies] yet,”  H.E. Serey Chea, the official spokesperson of the NBC, told in an exclusive correspondence. “It doesn’t matter if Bakong is CBDC or not, as long as it can perform the main functions it intended.” Bakong can be configured in such a way that it becomes a full CBDC, according to NBC, but right now their focus is to promote financial inclusion. “The introduction of Bakong is to address the issue of connectivity and interoperability, attain efficiency in payment system, promote financial inclusion and ease of KHR cash payment. Bakong [will] serve as a backbone payment system,” Chea said. The adoption of Bakong has been steady: over 8.3 million transactions have been logged since it launched in late 2020. The platform also now has over 7,500 merchants and 58 banking and financial institutions participating. Cambodia is still considered a highly dollarized economy whilst most of the transactions are still cash-based. This could hinder the effective implementation of monetary policy, as well as payment system development. Thus, the NBC, as the monetary and payment system authority, has developed the Bakong aiming at promoting the use of local currency and electronic payment in Cambodia. The Bakong is developed with a feature that allows for real-time fund transfer and instant payment transaction, and given its interconnectedness and interoperability amongst different payment service providers and the adoption of QR code payment, it provides greater convenience and is a more widely-accepted channel for mobile banking or wallet users to make electronic payment at any merchant regardless of their acquiring bank. In addition, with the possibility to link with bank accounts, customers are able to make fund transfers from Bakong accounts to their bank accounts and vice versa. With our younger demography, the introduction of a modern payment system via QR code has been adopted without much hesitation, therefore, encouraging more instances of electronic payment in place of cash. In addition, the development of Bakong is expected to encourage the use of local currency in the sense that it facilitates the payment of high-value transactions in KHR more conveniently. Bakong could also be utilised as a tool in promoting the use of local currency in such a way that NBC can introduce rules incentivising the use of KHR within Bakong. Since the introduction of Bakong, the transaction in local currency via Bakong is increasing from month to month. In 2016, NBC established a working group to explore the use of blockchain and DLT in payment systems. By early 2017, the group developed use cases under the auspices of Project Bakong, whilst prototypes were developed in the second half of the same year. By mid-2018, a call for expression of interest from the banking and financial institutions to participate in the project was announced for the first time. Several financial institutions participated in the demonstration and discussion of the project. The first pilot testing of the Bakong system started on 18 July 2019, and on 28 October 2020, [we] announced the launch of the Bakong Payment System. Looking ahead, NBC had started to explore several alternative technologies including DLT and blockchain. Hyperledger Iroha was selected as the platform for DLT to run on the project. The project is undertaken with the collaboration of SORAMITSU. The adoption of Bakong allows the public to enjoy value-added benefits at reduced costs. When customers transfer funds from their own banking account to Bakong account or vice versa, they bear no costs as the transactions would be free of charge. Electronic payment and fund transfer have also been made more convenient as Bakong connects many service providers with each other allowing customers to perform electronic fund transfer and make seamless payment whether the beneficiary is using the same bank or not, a situation not possible previously. Furthermore, the Bakong clearing system reduces the processing cost and time compared to other retail payment systems that require a clearing process between banks. For instance, in retail payments, there is a need to establish a clearing process between banks, and it is inevitable to incur expenses related to the establishment of a separate clearinghouse and pledging collateral for risk management in the clearing process. Bakong doesn’t require this since there is a connection linked to a peer-to-peer network by both payer and payee due to its decentralized nature that enables transactions from participants be processed P2P and the platform proves resilient to cyber-attacks. Since banks and individual users are now brought into one DLT platform both banks and users no longer must face interconnectivity and interoperability problems. From NBC’s perspective, currently, we don’t have any policy direction to introduce CBDC. In Cambodia, cryptocurrencies are not defined or regulated under the law. The NBC, the Securities and Exchange Commission of Cambodia, and the General Commissariat of National Police in Cambodia released a joint statement on 11 May 2018, aimed at warning individuals on the risk of such activities whilst restricting financial institutions to deal directly or indirectly with any cryptocurrency activities. Our main concern was consumer protection. Cryptocurrency is a sophisticated asset class and could be difficult to regulate given the volatile nature of its value as well as the KYC challenges. Not many people in Cambodia understand what it is, but for those who have invested in crypto, it seems that most are driven by hype and possibly false promises by some introducers. The general commissariat has received a lot of fraudulent activities complaints and this was the reason we acted in such a way. We don’t see the immediate benefit of cryptocurrency to our economy and therefore would not want to divert our limited resources to design regulation and enforcement of it. The NBC will study the possibility to expand the functioning of Bakong as a payment hub; as an open banking platform to promote innovative products and services, and enhance payment efficiency, and use in cross-border payment and remittance. The main goals of Bakong are to address the issue of interconnectivity and interoperability across platforms of payment operators; to attain efficiency (lower cost, faster speed, and more secure) in payment systems and promote financial inclusion; and to ease the Khmer Riel cash payment. We also aim to enact peer-to-peer cross-border settlement with other countries with similar systems in place."
    ],
    [
        "cambodia news Cambodia's Sathapana Bank incorporates AI for credit risk management",
        "Singapore-based financial technology company finbots.ai has been tapped by Cambodian commercial bank, Sathapana Bank, for credit risk management. Through finbots.ai, Sathapana Bank would be one of the first institutions in Cambodia to incorporate AI-powered credit risk management. Sathapana Bank will enhance its ability to evaluate creditworthiness for various loan types, such as personal, home, agriculture, and SME loans. The bank will also develop precise Behavior Scorecards in real-time to proactively manage customer portfolios, rewarding reliable customers and taking necessary measures for higher-risk customers. As a result, the bank's retail and SME business will benefit from reduced credit risks, increased approval rates, and improved operational efficiency."
    ],
    [
        "cambodia news Hong Leong Bank, Mastercard launch debit card in Cambodia",
        "Hong Leong Bank has launched a Standard and Platinum Debit Mastercard in order to meet the increasing digital and cashless demands of Cambodians, the bank said in a press release. Four out of five Cambodians prefer the speed of digital payments, whilst 63% use new technology to help better manage their money, according to a study by Mastercard. Almost half or 42% of respondents also indicated that they were more comfortable using contactless payments during the pandemic as reportedly it gave them peace of mind. Cambodian customers can avail of the bank by opening an all-in-one account online via on the Hong Leong Connect app, said Terrence Teoh, managing director and CEO of HLB Cambodia. The HLB Debit Mastercard will be delivered to customers at their location of choice. \"These new debit cards will also enable greater access to digital payments and e-commerce as it can be easily used at an ever-expanding number of online and offline merchant touchpoints. Cardholders can also enjoy extensive offers and rewards while experiencing the benefits digital payments have to offer,\" added Teoh. Rewards bundled with the card include higher interest rates for the HLB all-in-one account, a waiver on Mastercard fees, and discounts from foodpanda as well as a wide range of restaurants, hotels and resorts across Cambodia. HLB cardholders will also have the opportunity to make a difference to the community by simply spending with their cards. With each transaction made using the HLB Debit Mastercard either online or in-store from now until October, 1% of the payment value will be donated to Kantha Bopha Children's Hospital, which provides free medical services to about 85% of the country's children."
    ]
]