[
  ["dataVue","DataVue is a web-based application that empowered user with comprehensive financial information, real-time market data, and valuable insights."],
  ["stock","Stock is a type of equity securities that represents the ownership in a corporation and a claim on part of the company’s assets and earnings depending on the proportion of shares a person holds.\n\n \n\nFor example, Mr. Chan holds 1,000 shares of PWSA stock. Then the company announces a cash dividend of 250 KHR/share. Therefore, the amount of cash dividend for which Mr. Chan has the rightful claim, shall be 250,000 KHR."],
  ["what are the benefits of trading in stock?", "Instead of or in addition to running their own business, stock investment offers investors the opportunity to participate in a business where no specific expertise and experiences is needed or close monitoring is required. Meanwhile, the return from trading and holding a stock could be significant, generating from dividend and capital gain."],
  ["stock exchange","A stock exchange is a platform where stocks are bought and sold. It facilitates trading between buyers and sellers."],
  ["raw materials","Raw materials are unprocessed or minimally processed substances used in the production of goods and products. They are the fundamental components that are transformed into finished products through manufacturing processes. Raw materials can be either natural resources extracted from the Earth or basic components produced by various industries."],
  ["types of raw materials", "Raw materials can be categorized into renewable and non-renewable. Renewable raw materials include agricultural products, while non-renewable materials include minerals and fossil fuels."],
  ["raw materials role in the economy", "Raw materials have a significant impact on a country's economy. Access to key raw materials can enhance economic growth and competitiveness."],
  ["Is Water a Raw Material?", "Yes, water can be thought of as a raw material that is used in a wide range of products and production processes, from beverages to agriculture to industrial uses."],
  ["Example of raw materials", "Examples of raw materials include steel, oil, corn, grain, gasoline, lumber, forest resources, plastic, natural gas, coal, and minerals."],
  ["basic raw material", "Basic raw materials (BRM) include sand (including silica sand), clay, hard rock, limestone (including metallurgical limestone), gravel and other construction and road building materials."],
  ["Why is it called raw materials?", "Raw materials are the basic, unprocessed inputs used in the production of goods. They are natural or unaltered materials that are extracted or harvested from the earth and are used in manufacturing or processing to produce finished products."],
  ["Cambodia raw materials", "Cambodia raw materials are gasoline, rice, beef, pork, gold, salt, sugar"],
  ["bond", "Bond is a type of debt securities that represents an amount of money which an investor lends to an issuer, which may be a corporation, state-owned enterprise or government. In return, bondholders shall receive an amount of interest from the issuer periodically and the whole principal back at maturity."],
  ["investing in stock and in bond", "A stock is an investment in a company. Your investment (purchased in shares) can grow or decline based on the company’s success. \n\n A bond is an investment in a company’s or government’s debt. After you purchase a bond, the entity develops a plan to repay the principal of your investment with interest."],
  ["issues bonds","Bonds are issued by governments and corporations when they want to raise money. By buying a bond, you're giving the issuer a loan, and they agree to pay you back the face value of the loan on a specific date, and to pay you periodic interest payments along the way, usually twice a year."],
  ["gdp","according to worldometers GDP stands for \"Gross Domestic Product\" and represents the total monetary value of all final goods and services produced (and sold on the market) within a country during a period of time (typically 1 year). GDP is the most commonly used measure of economic activity. \n HISTORY\nThe first basic concept of GDP was invented at the end of the 18th century. The modern concept was developed by the American economist Simon Kuznets in 1934 and adopted as the main measure of a country's economy at the Bretton Woods conference in 1944."],
  ["nominal gdp", "Nominal GDP (or \"Current GDP\") = face value of output, without any inflation adjustment"],
  ["real gdp","Real GDP (or \"Constant GDP\") = value of output adjusted for inflation or deflation. It allows us to determine whether the value of output has changed because more is being produced or simply because prices have increased. Real GDP is used to calculate GDP growth."],
  ["gdp growth rate","The GDP growth rate measures the percentage change in real GDP (GDP adjusted for inflation) from one period to another, typically as a comparison between the most recent quarter or year and the previous one. It can be a positive or negative number (negative growth rate, indicating economic contraction)."],
  ["per capita","GDP per capita is calculated by dividing nominal GDP by the total population of a country. It expresses the average economic output (or income) per person in the country. The population number is the average (or mid-year) population for the same year as the GDP figure."],
  ["cambodia gdp","according to cambodia gdp in 2022 is $24,945,858,694"],
  ["crypto","Cryptocurrency, sometimes called crypto-currency or crypto, is any form of currency that exists digitally or virtually and uses cryptography to secure transactions. Cryptocurrencies don't have a central issuing or regulating authority, instead using a decentralized system to record transactions and issue new units."],
  ["cryptocurrency work","Cryptocurrencies run on a distributed public ledger called blockchain, a record of all transactions updated and held by currency holders.\n\nUnits of cryptocurrency are created through a process called mining, which involves using computer power to solve complicated mathematical problems that generate coins. Users can also buy the currencies from brokers, then store and spend them using cryptographic wallets.\n\nIf you own cryptocurrency, you don’t own anything tangible. What you own is a key that allows you to move a record or a unit of measure from one person to another without a trusted third party."],
  ["Cryptocurrency examples","Bitcoin:\n\nFounded in 2009, Bitcoin was the first cryptocurrency and is still the most commonly traded. The currency was developed by Satoshi Nakamoto – widely believed to be a pseudonym for an individual or group of people whose precise identity remains unknown.\n\nEthereum:\n\nDeveloped in 2015, Ethereum is a blockchain platform with its own cryptocurrency, called Ether (ETH) or Ethereum. It is the most popular cryptocurrency after Bitcoin.\n\nLitecoin:\n\nThis currency is most similar to bitcoin but has moved more quickly to develop new innovations, including faster payments and processes to allow more transactions.\n\nRipple:\n\nRipple is a distributed ledger system that was founded in 2012. Ripple can be used to track different kinds of transactions, not just cryptocurrency. The company behind it has worked with various banks and financial institutions.\n\nNon-Bitcoin cryptocurrencies are collectively known as “altcoins” to distinguish them from the original."],
  ["What makes a crypto good?","The ideal cryptocurrency will find its stability over time, as the number of transactions performed in that currency grows. 7. Stability can also come from predictable and recognized value. Stable yield (with predictable source of the return) could insert stability into a cryptocurrency."],
  ["What Is an Exchange Rate?","An exchange rate is a rate at which one currency will be exchanged for another currency and affects trade and the movement of money between countries.\n\nExchange rates are impacted by both the domestic currency value and the foreign currency value. In July 2022, the exchange rate from U.S. Dollars to the Euro was 1.02, meaning it takes $1.02 to buy €1."],
  ["exchange rate determined","The exchange rate between two currencies is commonly determined by the economic activity, market interest rates, gross domestic product, and unemployment rate in each of the countries. Commonly called market exchange rates, they are set in the global financial marketplace, where banks and other financial institutions trade currencies around the clock based on these factors. Changes in rates can occur hourly or daily with small changes or in large incremental shifts."],
  ["forex","The forex market, or foreign exchange market, allows banks, funds, and individuals to buy, sell or exchange currencies. The market operates 24 hours, 5.5 days a week, and is responsible for trillions of dollars in daily trading activity as traders look to profit by betting that a currency's value will either appreciate or depreciate against another currency."],
  ["inflation","Inflation is a rise in prices, which can be translated as the decline of purchasing power over time. The rate at which purchasing power drops can be reflected in the average price increase of a basket of selected goods and services over some period of time. The rise in prices, which is often expressed as a percentage, means that a unit of currency effectively buys less than it did in prior periods. Inflation can be contrasted with deflation, which occurs when prices decline and purchasing power increases"],
  ["use auto scrape", "Here is the step to use auto scrape: 1. Input URL that you to scrape.  2. Choose xpath or css selector.  3. Input key value and xpath or key value and css selector.  4. Click Try it.  5. You can export file to txt and csv file."]
]