[
    [
        "acleda bank plc",
        "The stock: acleda bank plc has close price of 9660 with change price: 0. The opening price is also 9660, with a high of 9680 and a low of 9640. The trading volume is 31448 shares, and the total value traded is 303449620 Khmer Riel. The price-to-earnings (P/E) ratio is 6.00, and the price-to-book (P/B) ratio is 0.78"
    ],
    [
        "camgsm plc",
        "The stock: camgsm plc has close price of 2350 with change price: 0. The opening price is also 2350, with a high of 2350 and a low of 2340. The trading volume is 3266 shares, and the total value traded is 7660690 Khmer Riel. The price-to-earnings (P/E) ratio is 26.70, and the price-to-book (P/B) ratio is -"
    ],
    [
        "grand twins international (cambodia) plc",
        "The stock: grand twins international (cambodia) plc has close price of 2910 with change price: 10. The opening price is also 2900, with a high of 2910 and a low of 2860. The trading volume is 20 shares, and the total value traded is 57440 Khmer Riel. The price-to-earnings (P/E) ratio is 20.64, and the price-to-book (P/B) ratio is 0.41"
    ],
    [
        "mengly j. quach education plc",
        "The stock: mengly j. quach education plc has close price of 2110 with change price: 0. The opening price is also 2110, with a high of 2110 and a low of 2090. The trading volume is 5606 shares, and the total value traded is 11758740 Khmer Riel. The price-to-earnings (P/E) ratio is 72.76, and the price-to-book (P/B) ratio is -"
    ],
    [
        "sihanoukville autonomous port",
        "The stock: sihanoukville autonomous port has close price of 12360 with change price: 0. The opening price is also 12360, with a high of 12360 and a low of 12340. The trading volume is 168 shares, and the total value traded is 2076460 Khmer Riel. The price-to-earnings (P/E) ratio is 10.38, and the price-to-book (P/B) ratio is 1.82"
    ],
    [
        "pestech (cambodia) plc",
        "The stock: pestech (cambodia) plc has close price of 2300 with change price: 20. The opening price is also 2320, with a high of 2320 and a low of 2300. The trading volume is 211 shares, and the total value traded is 487420 Khmer Riel. The price-to-earnings (P/E) ratio is -, and the price-to-book (P/B) ratio is 1.89"
    ],
    [
        "phnom penh autonomous port",
        "The stock: phnom penh autonomous port has close price of 13900 with change price: 20. The opening price is also 13920, with a high of 13920 and a low of 13680. The trading volume is 234 shares, and the total value traded is 3214860 Khmer Riel. The price-to-earnings (P/E) ratio is 5.67, and the price-to-book (P/B) ratio is 0.70"
    ],
    [
        "phnom penh sez plc",
        "The stock: phnom penh sez plc has close price of 2150 with change price: 10. The opening price is also 2160, with a high of 2160 and a low of 2110. The trading volume is 1915 shares, and the total value traded is 4091330 Khmer Riel. The price-to-earnings (P/E) ratio is 4.10, and the price-to-book (P/B) ratio is 0.55"
    ],
    [
        "phnom penh water supply authority",
        "The stock: phnom penh water supply authority has close price of 7280 with change price: 60. The opening price is also 7220, with a high of 7280 and a low of 7220. The trading volume is 641 shares, and the total value traded is 4661080 Khmer Riel. The price-to-earnings (P/E) ratio is 6.22, and the price-to-book (P/B) ratio is 0.68"
    ],
    [
        "dbd engineering plc",
        "The stock: dbd engineering plc has close price of 2110 with change price: 0. The opening price is also 2160, with a high of 2160 and a low of 2110. The trading volume is 661 shares, and the total value traded is 1398110 Khmer Riel. The price-to-earnings (P/E) ratio is 41.37, and the price-to-book (P/B) ratio is 1.10"
    ],
    [
        "js land plc",
        "The stock: js land plc has close price of 2380 with change price: 10. The opening price is also 2390, with a high of 2390 and a low of 2380. The trading volume is 10 shares, and the total value traded is 23810 Khmer Riel. The price-to-earnings (P/E) ratio is -, and the price-to-book (P/B) ratio is 12.86"
    ]
]